Repository: Pixley-Growth/dockpops_companion
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es_419

source: Allow
de: Erlauben
es_419: Permitir

source: Allow Access
de: Zugriff erlauben
es_419: Permitir acceso

source: Allow DockPops Access
de: DockPops-Zugriff erlauben
es_419: Permitir acceso a DockPops

source: Allow the DockPops shared folder so the companion can sync your Pops.
de: Erlaube den gemeinsamen DockPops-Ordner, damit diese App deine Pops synchronisieren kann.
es_419: Permite la carpeta compartida de DockPops para que esta app pueda sincronizar tus Pops.

source: Anything you create or modify in DockPops appears here automatically.
de: Alles, was du in DockPops erstellst oder änderst, erscheint hier automatisch.
es_419: Todo lo que crees o modifiques en DockPops aparece aquí automáticamente.

source: Check for Updates…
de: Nach Updates suchen…
es_419: Buscar actualizaciones…

source: Choose the DockPops shared folder so the companion can sync your Pops.
de: Wähle den gemeinsamen DockPops-Ordner aus, damit diese App deine Pops synchronisieren kann.
es_419: Elige la carpeta compartida de DockPops para que esta app pueda sincronizar tus Pops.

source: Connecting…
de: Verbinden…
es_419: Conectando…

source: Continue
de: Weiter
es_419: Continuar

source: Continue and then click Allow so this app can keep itself in sync.
de: Fahre fort und klicke dann auf „Erlauben“, damit diese App synchron bleiben kann.
es_419: Continúa y luego haz clic en «Permitir» para que esta app pueda mantenerse sincronizada.

source: Create at least one Pop in DockPops. Pops you make or modify there will appear here automatically.
de: Erstelle mindestens einen Pop in DockPops. Pops, die du dort erstellst oder änderst, erscheinen hier automatisch.
es_419: Crea al menos un Pop en DockPops. Los Pops que crees o modifiques ahí aparecerán aquí automáticamente.

source: DockPops not found
de: DockPops nicht gefunden
es_419: No se encontró DockPops

source: Drag to the Dock
de: Ins Dock ziehen
es_419: Arrastra al Dock

source: Folder access was cancelled.
de: Der Ordnerzugriff wurde abgebrochen.
es_419: Se canceló el acceso a la carpeta.

source: Install or launch the App Store build of DockPops so the companion can locate it.
de: Installiere oder öffne die App-Store-Version von DockPops, damit diese App sie finden kann.
es_419: Instala o abre la versión de la App Store de DockPops para que esta app pueda encontrarla.

source: Looking for DockPops…
de: DockPops wird gesucht…
es_419: Buscando DockPops…

source: Make or edit a Pop in DockPops. Pops you create or change there will appear here automatically.
de: Erstelle oder bearbeite einen Pop in DockPops. Pops, die du dort erstellst oder änderst, erscheinen hier automatisch.
es_419: Crea o edita un Pop en DockPops. Los Pops que crees o modifiques ahí aparecerán aquí automáticamente.

source: Make or Edit Pops
de: Pops erstellen oder bearbeiten
es_419: Crear o editar Pops

source: Never
de: Nie
es_419: Nunca

source: No Pops found yet
de: Noch keine Pops gefunden
es_419: Aún no se encontraron Pops

source: One quick setup step
de: Ein kurzer Einrichtungsschritt
es_419: Un paso rápido de configuración

source: Open and Allow
de: Öffnen und erlauben
es_419: Abrir y permitir

source: Open DockPops
de: DockPops öffnen
es_419: Abrir DockPops

source: Pick any Pop app here and drag it straight into the Dock to pin it.
de: Wähle hier eine beliebige Pop-App aus und zieh sie direkt ins Dock, um sie anzuheften.
es_419: Elige cualquier app de Pop aquí y arrástrala directamente al Dock para fijarla.

source: Pop apps ready
de: Pop-Apps bereit
es_419: Apps de Pop listas

source: Pops you make or modify in DockPops will appear here automatically. Then drag the ones you want into the Dock.
de: Pops, die du in DockPops erstellst oder änderst, erscheinen hier automatisch. Zieh dann die gewünschten ins Dock.
es_419: Los Pops que crees o modifiques en DockPops aparecerán aquí automáticamente. Luego arrastra al Dock los que quieras.

source: Refresh
de: Aktualisieren
es_419: Actualizar

source: Refreshing…
de: Wird aktualisiert…
es_419: Actualizando…

source: Reveal Pop Apps in Finder
de: Pop-Apps im Finder anzeigen
es_419: Mostrar apps de Pop en el Finder

source: The companion needs one-time access to DockPops' shared data folder. When you continue, that DockPops folder will open already selected, so you can just click Allow.
de: Diese App benötigt einmaligen Zugriff auf den gemeinsamen Datenordner von DockPops. Wenn du fortfährst, öffnet sich der DockPops-Ordner bereits ausgewählt – du musst nur auf „Erlauben“ klicken.
es_419: Esta app necesita acceso por única vez a la carpeta de datos compartida de DockPops. Cuando continúes, esa carpeta de DockPops se abrirá ya seleccionada, así que solo tienes que hacer clic en «Permitir».

source: The DockPops folder opens already selected, so you can just click Allow.
de: Der DockPops-Ordner ist bereits ausgewählt – du musst nur auf „Erlauben“ klicken.
es_419: La carpeta de DockPops se abre ya seleccionada, así que solo tienes que hacer clic en «Permitir».

source: The DockPops folder should already be open. If it is not, choose group.com.dockpops.shared and click Allow.
de: Der DockPops-Ordner sollte bereits geöffnet sein. Falls nicht, wähle „group.com.dockpops.shared“ und klicke auf „Erlauben“.
es_419: La carpeta de DockPops ya debería estar abierta. Si no es así, elige «group.com.dockpops.shared» y haz clic en «Permitir».

source: The DockPops shared folder is already open. Click Allow so the companion can sync your Pops.
de: Der gemeinsame DockPops-Ordner ist bereits geöffnet. Klicke auf „Erlauben“, damit diese App deine Pops synchronisieren kann.
es_419: La carpeta compartida de DockPops ya está abierta. Haz clic en «Permitir» para que esta app pueda sincronizar tus Pops.

source: The DockPops shared folder will open already selected. Click Allow so this app can reconnect and keep itself in sync.
de: Der gemeinsame DockPops-Ordner öffnet sich bereits ausgewählt. Klicke auf „Erlauben“, damit diese App die Verbindung wiederherstellen und synchron bleiben kann.
es_419: La carpeta compartida de DockPops se abrirá ya seleccionada. Haz clic en «Permitir» para que esta app pueda volver a conectarse y mantenerse sincronizada.

source: The saved DockPops permission needs to be refreshed.
de: Die gespeicherte DockPops-Berechtigung muss erneuert werden.
es_419: El permiso de DockPops guardado debe renovarse.

source: They Show Up Here
de: Sie erscheinen hier
es_419: Aparecen aquí

source: This window refreshes with the latest Pop apps from DockPops.
de: Dieses Fenster aktualisiert sich mit den neuesten Pop-Apps aus DockPops.
es_419: Esta ventana se actualiza con las apps de Pop más recientes de DockPops.

source: Waiting for DockPops data
de: Warten auf DockPops-Daten
es_419: Esperando datos de DockPops

source: When your Pops show up here, drag the Pop apps you want into the Dock.
de: Sobald deine Pops hier erscheinen, zieh die gewünschten Pop-Apps ins Dock.
es_419: Cuando tus Pops aparezcan aquí, arrastra al Dock las apps de Pop que quieras.

source: You can drag as many of the icons below to your Dock. Any changes or Pops you add on the main app will show up here. Refresh syncs Pop app files and icons. Open Pop apps may need a quick relaunch to fully update.
de: Du kannst beliebig viele der Symbole unten in dein Dock ziehen. Änderungen oder Pops, die du in der Haupt-App hinzufügst, erscheinen hier. „Aktualisieren“ synchronisiert Pop-App-Dateien und Symbole. Geöffnete Pop-Apps müssen eventuell kurz neu gestartet werden, um vollständig aktualisiert zu werden.
es_419: Puedes arrastrar a tu Dock tantos de los iconos de abajo como quieras. Cualquier cambio o Pop que agregues en la app principal aparecerá aquí. «Actualizar» sincroniza los archivos e iconos de las apps de Pop. Es posible que las apps de Pop abiertas necesiten un reinicio rápido para actualizarse por completo.
